import React from 'react'
import styled from 'styled-components'
import SocialMedia from '/SocMedia.png'
import fon from '/Footar.png'

const Container = styled.div`
  display: flex;
`

const Wrapper = styled.div`
  
`
const Text1 = styled.div`
  margin-top: 100px  ;
  margin-left: 100px;
  font-size: 16px; 
  font-weight: 450;
`

const Z = styled.div`
  
`

const O = styled.div`
  margin-top: 20px;
`

const V = styled.div`
  
`

const S = styled.div`
  margin-top: 20px;
`

const V1 = styled.div`
  margin-top: 20px;
`

const P = styled.div`
margin-top: 20px;
`


const BlockCard2 = () => {
  return (
    <Container>
        <Wrapper>
          <Text1>
          <Z>Идеально подходит питомцам с чувствительным пищеварением или склонным к аллергии.</Z>
          <O>Миллиард живых пробиотиков ежедневно поддерживают микрофлору кишечника, улучшают пищеварение, усвоение питательных веществ <p> и предотвращают аллергию.</p></O>
<ul>
<li>65% мяса в составе</li>
<li>4 вида диетического мяса</li>
<li>Живые пробиотики</li>
<li>Низкозерновой состав</li>
<li>Гипоаллергенные ингредиенты</li>
<li>25% белки, 15% жиры</li>
</ul>
<V>НЕ содержит: кукурузу, пшеницу, свеклу, горох, субпродукты, яйца, курицу, куриный жир, соль, сахар, красители, ароматизаторы, сою и ГМО.</V>
<S>Тщательно отобранные, натуральные гипоаллергенные ингредиенты, помогают предотвратить аллергические реакции и пищевую непереносимость, обеспечивая иммунное и пищеварительное здоровье.</S>
<V1>Деликатный способ приготовления сохраняет все полезные свойства и питательные вещества натуральных ингредиентов обеспечивают отличное физическое состояние питомца.</V1>
<P>ПРЕИМУЩЕСТВА</P>
<ul1><li>65% мяса в составе корма</li>
<li>Только животные белки</li>
<li>1000000000 КОЕ/кг живых пробиотиков</li>
<li>Только гипоаллергенные ингредиенты</li>
<li>Только мясо без субпродуктов</li>
<li>Комплекс хондропротекторов</li>
<li>Баланс соотношения Omega 6-3</li>
<li>Контроль уровня кислотности рН</li>
<li>Низкий уровень золы в составе</li>
<li>Натуральные антиоксиданты</li>
<li>Бережный способ приготовления</li>
</ul1>
          </Text1>
        </Wrapper>
    </Container>
  )
}

export default BlockCard2
